module.exports = {
	language:[
		'CN'
  ],
  //GIC
  Gic:{
    //one
    login:[
      '欢迎登录',
      '立即注册，在 Gic Gold 开始目标合约交易',
      '免费注册',
      '邮箱地址',
      '请输入邮箱地址',
      '登录密码',
      '请输入登录密码',
      '登录',
      '忘记密码？',
      '请输入正确的邮箱地址',
      '请输入有效的密码',
      '获取邮箱验证码',
      '请输入',
      '收到的验证码',
      '请输入邮箱验证码',
      '确定',
      '获取谷歌验证码',
      '请输入收到的谷歌验证码',
      '请输入谷歌验证码',
      '登录成功！'
    ],
    forgetpwd:[
      '忘记密码',
      '已有账号，在 Gic Gold 开始目标合约交易',
      '去登录',
      '邮箱地址',
      '请输入邮箱地址',
      '验证码',
      '请输入验证码',
      '登录密码',
      '请输入8-20位数字与字母组合登录密码',
      '确认密码',
      '请输入确认密码',
      '提交',
      '请输入正确的邮箱地址',
      '验证码不能为空',
      '请输入有效的密码',
      '请再次输入密码',
      '两次输入密码不一致',
      '邮箱账号输入错误',
    ],
    Register:[
      '欢迎注册',
      '邀请码',
      '请输入邀请码(必填)',
      '注册',
      '忘记密码？',
      '邀请码不能为空',
      '完成注册',
    ],
    header:[
      '首页',
      '币币交易',
      '资讯',
      '资产',
      '登录',
      '注册',
      '您还没有登录，请先登录',
      '我的资产',
      '账号安全',
      '身份认证',
      '提币地址',
      '退出',
      '日间',
      '夜间',
      '提示',
      '您确定退出Gic Gold网吗?',
      '确定',
      '取消',
      '已取消',
      '退出成功!',
      '订单',
    ],
    home:[
      '更多',
      '成交量',
      '币种',
      '最新价',
      '涨跌幅',
      '最高价',
      '最低价',
      '操作',
      '随时随地 多平台终端交易',
      '覆盖IOS、Android等平台，支持更多业务功能',
      '下载客户端',
      '马上开启交易之旅',
      '为全球数百万用户提供安全、可信赖的数字资产交易及资产管理服务',
      '分布式终端服务',
      '安全可靠',
      '交易便捷',
      '客户技术服务',
      '提供币币交易等全面数字资产业务',
      '立即注册',
      '采用最新进的中烟终端客户，',
      '单点转移，多点计算让您的交',
      '易更流畅',
      '冷储存、SSL、多重加密等银行',
      '级别安全技术、十年金融安全团队、',
      '多重保障资产安全',
      '支持多终端交易、WEB、APP行情及',
      '时掌握、快速交易、贴心服务、全球',
      '市场、交易随时随地',
      '独立的客户服务系统及技术支',
      '持系统，为您解决交易中多客',
      '户交易问题',
    ],
    footer:[
      '条款协议',
      '工具支持',
      '联系我们',
      '下载支持',
      '关于我们',
      '隐私条款',
      '用户协议',
      '新手指南',
      'APP下载',
      '暂未开放',
    ],
    help:[
      '帮助中心',
    ],
    gonggaoList:[
      '公告',
    ],
    addCoin:[
      '交易账户',
      '总资产折扣',
      '币种',
      '可用',
      '冻结',
      '操作',
      '充币',
      '提币',
      '明细',
      '财务记录',
      '类型',
      '数量',
      '时间',
      '您还没有设置资金密码，是否前往设置',
      '您还没有实名认证，是否前往认证',
      '您还没有高级认证，是否前往认证',
      '高级认证正在审核中，请耐心等待',
      '高级认证已被拒绝，是否前往重新认证',
      '在线充值'
    ],
    chongbit:[
      '二维码',
      '充值地址',
      '查看',
      '充币记录',
      '跟踪状态',
      '温馨提示',
      '1.请勿向上述地址充值任何非本产品资产，否则资产将不可找回!',
      '2.您充值至上述地址后，需要整个网络节点的确认，1次网络确认后到账，6次网络确认后可提币。',
      '3.您的充值地址不会经常改变，可以重复充值,如有更改，我们会尽量通过网站公告或邮件通知您。',
      '4.请务必确认电脑及浏览器安全，防止信息被篡改或泄露。',
    ],
    moneyRecord:[
      '资产 明细',
      '充币记录',
      '提币记录',
      '其他',
      '充币地址',
      '充币数量',
      '时间',
      '提币地址',
      '提币数量',
      '提交时间',
      '备注',
      '状态',
      '类型',
      '数量',
      '待审核',
      '到账中',
      '已拒绝',
      '已到账',
      '失败',
    ],
    tibit:[
      '提币',
      '提币地址',
      '提币数量',
      '资金密码',
      '验证码',
      '获取验证码',
      '提币',
      '温馨提示：',
      '1.为保障资金安全，当您账户安全策略变更、密码修改、使用新地址提币，我们会对提币进行人工审核，请耐心等待工作人员电话或邮件联系。',
      '2.请务必确认电脑及浏览器安全，防止信息被篡改或泄露。',
      '最大可提现数量',
      '请输入提币地址',
      '请选择提币地址',
      '请输入提币数量',
      '请输入资金密码',
      '请输入验证码',
      '提币地址不能为空',
      '提币数量不能为空',
      '请输入有效的密码',
      '验证码不能为空',
      '3.最低提币数量',
      ',单笔提币手续费',
    ],

    coincoin:[
      '市场',
      '最新价',
      '涨跌幅',
      '盘口',
      '深度档位',
      '价格',
      '数量',
      '成交额',
      '实时成交',
      '时间',
      '暂无数据',
      '数据加载中',
      '涨幅',
      '高',
      '低',
      '24H量'
    ],

    bbOrderAll:[
      '当前委托',
      '历史成交',
      '时间',
      '交易对',
      '方向',
      '方式',
      '委托数量',
      '委托价格',
      '委托总额',
      '已成交',
      '未成交',
      '操作',
      '成交数量',
      '成交金额',
      '成交均价',
      '状态',
      '买入',
      '卖出',
      '限价',
      '市价',
      '撤单',
      '已撤销',
      '已完成',
      '全部',
    ],
    Placeorder:[
      '市价交易',
      '限价交易',
      '买入',
      '卖出',
      '以当前最优价格交易',
      '可用',
      '请输入委托数量',
      '请登录',
      '手续费',
      '千分之',
    ],
    bbOrderTan:[
      '撤单提醒',
      '委托价',
      '委托量',
      '已成交',
      '关闭',
      '确认撤单',

      '下单确认',
      '类型',
      '价格',
      '数量',
      '取消',
      '确定',
      '当前最优价',
    ],













    
    //two
    security:[
      '个人中心',
      '账号安全',
      '身份认证'
    ],
    securityIndex:[
      '请不要透露短信给任何人，包括平台客服',
      '登录密码',
      '安全级别',
      '修改',
      '资金密码',
      '交易，提现时使用设置资金密码前请先绑定手机或邮箱',//5
      '设置',
      '修改',
      '绑定邮箱',
      '邮箱用于登录、提币及安全设置时使用，激活后不可修改',
      '谷歌验证',//10
      '邮箱用于登录、提币及安全设置时使用，激活后不可修改',
      '未绑定',
      '开启',
      '关闭',
      '低',//15
      '中',
      '高',
      '无等级'
    ],
    securityChangeopwd:[
      '修改登录密码',
      '账户登录',
      '原登录密码',
      '请输入8-20位数字+字母组合资金密码',
      '新登录密码',
      '确认密码',//5
      '确认新密码',
      '提交',
      '两次密码输入不一致！',
      '操作成功！'
    ],
    securitySetTpwd:[
      '设置资金密码',
      '法币交易、提币使用，请先设置资金密码',
      '资金密码',
      '确认资金密码',
      '邮箱地址',
      '获取验证码',//5
      '请输入验证码',
      '验证码格式有误',
      '请再次输入密码',
      '两次输入密码不一致!',
      '请输入有效的密码'//10
    ],
    securityChangeTpwd:[
      '修改资金密码',
      '币币交易、提币使用',
      '旧资金密码',
      '新资金密码',
      '确认资金密码',
      '邮箱地址',//5
      '获取验证码',
      '请输入验证码'
    ],
    securityGoogleverify:[
      '谷歌验证',
      '谷歌验证器是一款动态口令工具，工作原理类似短信动态验证。绑定后每30s生成一个动态验证码，验证码可用于登录、提现、修改安全设置等操作的安全验证。',
      '下载谷歌验证器APP',
      'IOS用户登录App Store搜索“Authenticator”下载',
      '安卓用户登录应用商店或使用手机浏览器搜索“谷歌验证器”下载',
      '在谷歌验证器中添加密钥并备份',//5
      '密钥用于手机更换或遗失时找回谷歌验证器，绑定前请务必将下述密钥备份保存',
      '密钥',
      '复制',
      '输入谷歌验证器中6位验证码',
      '谷歌验证码',//10
      '输入邮箱验证码',
      '邮箱验证码',
      '绑定',
      '谷歌验证码不能为空',
      '邮箱验证码不能为空',//15
      '复制成功'
    ],
    securityIdentity:[
      '请务必填写您本人的真实姓名与证件信息',
      '初级认证',
      '已认证',
      '未认证',
      '高级认证',
      '认证成功',//5
      '认证失败',
      '已认证',
      '待审核',
      '去认证',
      '重新认证',//10
    ],
    securityChangePerson1:[
      '初级认证',
      '请务必填写您本人的真实姓名与证件信息',
      '用户姓名',
      '请输入您的真实姓名',
      '身份证号',
      '请输入您的身份证号',//5
      '真实姓名必须是中文字符',
      '真实姓名不能少于2个字符',
      '身份证号格式有误',
      '真实姓名不能为空',
      '身份证号不能为空'//10
    ],
    securityChangePerson2:[
      '高级认证',
      '请务必填写您本人的真实姓名与证件信息',
      '正面照片',
      '请上传身份证正面照片',
      '背面照片',
      '请上传身份证背面照片',//5
      '手持证件照',
      '请上传手持身份证件照片',
      '请确保上传图片无水印无污渍，身份信息清晰，请勿进行PS处理',
      '文件格式必须为：png/jpg/jpeg'
    ],
    securitygoogleVerifyOnoff:[
      '开启',
      '关闭',
      '谷歌验证',
      '谷歌验证码',
      '请输入6位数谷歌验证码',
      '资金密码',//5
      '请输入资金密码',
      '确定',
      '取消',
      '请输入6位纯数字'
    ]
  },











//老
  addCoin: [
    '上币申请',
    '项目联系人',
    '请填写项目联系人',
    '联系方式',
    '请填写手机号',
    '项目简介',
    '请提供项目及代币的简介，简要说明解决了哪些问题以及价值所在等',
    '官方网站',
    '请提供官方链接',
    '白皮书链接（带前缀，如：https://）', //10
    '中/英文版白皮书查询链接',
    '白皮书文件',
    '上传文件',
    '上传PDF格式，大小不超过10MB',
    '项目LOGO',
    '请提供项目LOGO,分辨率清晰可见即可（上传格式JPG/JPEG/GIF/PNG/BMP , 不超过10MB）',
    'LOGO源文件',
    '上传文件',
    '请提供项目LOGO源文件（上传格式PSD/AI , 不超过10MB）',
    '项目成立时间', //20
    '请填写项目成立时间',
    '项目规划',
    '详细线路图，项目长期目标和规划',
    '团队',
    '请提供团队核心成员，以逗号分隔',
    '提交',
    '只能上传1个文件',
    '只能上传1个文件',
    '只能上传后缀是.pdf的文件',
    '文件大小不能超过10M',//30
    '上传图片只能是jpg/jpeg/gif/png/bmp格式',
    '上传图片大小不能超过 10MB!',
    '只能上传后缀是PSD或AI的文件',
    '文件大小不能超过10M',
    '上传成功',
    '上传成功',
    '上传成功',
    '上传成功',
    '项目联系人不能为空！',
    '手机号不能为空！',//40
    '请输入11位手机号码',
    '项目简介不能为空！',
    '官方网站不能为空！',
    '白皮书链接不能为空！',
    '需上传白皮书文件！',
    '需上传项目Logo！',
    '需上传项目Logo源文件！',
    '需填写项目成立时间！',
    '需填写项目规划！',
    '需填写项目成员！',
    '已提交申请！',
    ''
  ],
  download: [
    '客户端下载',
    'VT 支持安卓、IOS、WEB三端交易',
    '下载APP，即刻开始获取人生',
    '第一桶金',
    '邀请好友更有惊喜多多',
    'VT 交易平台 —— 梦想实现的平台',
    'APP下载'
  ],
  changePassword: [
    '修改资金密码'
  ],
	getCode:[
		'获取验证码'
	],
	email:[
		'邮箱'
	],	
		loginLA:[
		'多个国家设立本土化交易服务中心,打造多业务形态为一体的区块链生态圈5 年数字资产金融服务经验专业分布式架构和防 DDOS 攻击系统',
		'还没有账号? ',
		'立即注册',
		'密码登录',
		'请输入手机号码',
		'请输入登录密码',
		'登录',
		'忘记密码?',
		'安全验证',
		'谷歌验证码',
		'请输入谷歌验证码',
		'确认',
		'请输入您的手机号',
		'密码格式为8~12位字母和数字组合',
		'登录成功',
	],
	regLA:[
		"多个国家设立本土化交易服务中心,打造多业务形态为一体的区块链生态圈5 年数字资产和防 DDOS 攻击系统",
		'已有账号',
		'立即登录',
		'注册',
		'请选择',
		'请输入手机号码',
		'请输入登录密码',
		'请输入确认密码',
		'邀请码(必填)',
		'我已阅读并同意',
		'用户协议',
		'注册',
		'中国',
		'韩国',
		'日本',
		'马来西亚',
		'台湾',
		'获取验证码',
		'密码格式为8~12位字母和数字组合',
		'两次输入密码不一致',
		'邀请码为必填项',
		'请同意用户协议',
		'注册成功',
		'请先选择区号',
		'手机号输入错误',
		'请输入验证码',
	],
	forLA:[
		'多个国家设立本土化交易服务中心,打造多业务形态为一体的区块链生态圈5 年数字资产金融服务经验专业分布式架构和防 DDOS 攻击系统',
		'已有账号',
		'立即登录',
		'忘记密码',
		'请选择',
		'请输入手机号码',
		'请输入验证码',
		'请输入新登录密码',
		'请输入确认密码',
		'确定',
		'获取验证码',
		'请输入您的手机号',
		'请输入您的验证码',
		'密码格式为8~12位字母和数字组合',
		'密码重置成功',
		'手机号输入错误',
	],
	securityLa:{
		tip:[
			'操作成功',
		],
		shenfenYZ:[
			'未认证',
			'待审核',
			'已认证',
			'已拒绝',
			'去认证',
			'用于提币，找回密码',
			'请先进行身份验证',
			'身份验证正在审核中',
		],
		shoujiYZ:[
			'短信验证',
			'未开启',
			'已开启',
			'开启验证',
			'关闭验证',
			'(用于修改登录密码,资金密码等)',
			'开启短信验证',
			'手机验证码',
			'请输入手机验证码',
			'取消',
			'确认',
			'关闭短信验证',
			'手机验证码',
			'请输入手机验证码',
			'取消',
			'确认',
		],
		googleYZ:[
			'未开启',
			'已开启',
			'开启验证',
			'关闭验证',
			'手机验证码',
			'关闭成功',
			'开启成功',
			'为了保证您的账户安全，短信验证和谷歌验证方式至少开启一种',
      '为了保证您的账户安全，短信验证和谷歌验证方式至少开启一种',
      '请先设置资金密码'
		],
		shangjia:[
			'已撤销',
			'正在审核',
			'同意冻结',
			'为保证金',
			'请先进行实名认证',
			'正在审核',
			'撤销商家正在审核',
		],
		zhifu:[
			'修改',
      '请选择'
		],
	},
	changePwd:{
		info:[
			'账户安全',
			'修改登录密码',
			'原登录密码',
			'请输入原登录密码',
			'新登录密码',
			'请输入新登录密码',
			'确认密码',
			'确认新密码',
			'提交',
			'安全验证',
			'谷歌验证码',
			'请输入谷歌验证码',
			'手机验证码',
			'请输入手机验证码',
			'取消',
			'确认',
			'获取验证码',
		],
		tip:[
			'请输入原密码',
			'请输入新密码',
			'请输入确认密码',
			'两次密码输入不一致',
			'手机号输入错误',
			'请输入手机验证码',
			'请重新登陆',
			'密码格式为8~12位数字字母组合',
		],
		
		
	},
	changePwd2:{//修改资金密码
			info:[
			'账户安全',
			'修改资金密码',
			'设置资金密码',
			'原资金密码',
			'请输入资金密码',
			'资金密码',
			'请输入新资金密码',
			'确认密码',
			'请输入确认资金密码',
      '提交',
      '请输入8-12位数字与字母组合'
		],
		dialog:[
			'安全验证',
			'谷歌验证码',
			'请输入谷歌验证码',
			'短信验证',
			'请输入手机验证码',
			'取消',
			'确认',
			'短信验证',
			'请输入手机验证码',
			'取消',
			'确认',
		],
		tip:[
			'获取验证码',
			'请输入资金密码',
			'请输入确认资金密码',
			'两次密码输入不一致',
			'密码格式为8~12位数字字母组合',
			'手机号输入错误',
			'请输入验证码',
			'设置成功',
			'请输入验证码',
		],
	},
	changePerson2:{//身份认证
		info:[	
			'身份认证',
			'姓名',
			'请输入您的真实姓名',
			'身份证号',
			'请输入您18位身份证号',
			'身份证正面照',
			'上传图片',
			'必须能看清证件号和姓名，支持jpg/png/jpeg大小不超2M',
			'身份证背面照',
			'上传图片',
			'提交认证',
			'通过高级认证可以开启更多功能',
			'马上认证吧',
		],
		tip:[
			'请输入您的真实姓名',
			'请输入您的身份证号码',
			'请输入正确的身份证格式',
			'请上传正确的身份证照片',
			'申请成功',
			'文件格式必须为：png/jpg/jpeg',
		],
	},
	
	asset:{
		shift:[
			'转入',
			'转入量',
			'可用数量',
			'资金密码',
			'请输入资金密码',
			'取 消',
			'确 定',
		],
		roll:[
			'转出',
			'转出量',
			'可用数量',
			'资金密码',
			'请输入资金密码',
			'取 消',
			'确 定',
		],
		record:[
			'账单流水',
			'变动类型/时间',
			'变动金额',
			'变动后金额',
			'转入',
			'转出',
			'暂无数据',
			
		],
		tip:[
			'转入成功',
			'转出成功',
      '请先选择日期',
      '请输入转出数量',
      '请输入资金密码'
		],
		
		
	},
		shopIndex:{
		info:[
			'热门商品',
			'热门商品有好货',
			'按商品名称搜索',
			'搜索',
			'人付款',
			'暂无数据',
		],
	},
		Details:[
		'商品价',
		'库存',
		'人已付款',
		'在线下单并支付成功后，平台将根据提交收货地址进行发货，请务必选择您现有收货地址',
		'库存不足',
		'立即购买',
		'商品详情',
	],
		payment:[
		'收货地址',
		'添加地址',
		'收',
		'添加收货地址',
		'商品',
		'单价',
		'数量',
		'小计',
		'备注',
		'选填, 请先和平台协商一致',
		'配送费',
		'实付款',
		'寄送至',
		'收货人',
		'确认下单',
	],
	paymentTip:[
		'订单支付',
		'实付款',
		'请输入资金密码',
		'取 消',
		'支 付',
		'购买提示',
		'库存不足',
		'请先添加收货地址',
		'支付成功',
	],
		addSite:[
		'收货地址',
		'地址信息',
		'请选择省/市区/街道',
		'详细地址',
		'请填写详细地址',
		'收货人姓名',
		'长度不超过25个字符',
		'手机号码',
		'请填写手机号码',
		'设为默认收货地址',
		'请选择省/市区/街道',
		'保存',
	],
	siteList:[
		'收货人',
		'所在地区',
		'详细地址',
		'电话/手机号',
		'操作',
		'修改',
		'删除',
		'设为默认',
	],
		siteTip:[
			'修改地址',
			'地址信息',
			'详细地址',
			'请选择省/市区/街道',
			'收货人姓名',
			'长度不超过25个字符',
			'手机号码',
			'请填写手机号码',
			'设为默认收货地址',
			'请选择省/市区/街道',
			'保存',
			'取 消',
			'确 定',
		],	
	delSite:[
		'删除收货地址',
		'确认删除收货地址',
		'取 消',
		'确 定',
		'新增成功',
		'删除成功',
    '设为默认地址成功',
    '默认地址不可删除'
	],
	ranking:[
		'累计',
		'盈利',
		'最高',
		'庄家注入资金',
		'坐庄利益',
		'当前盈利',
		'最高亏损',
		'投注次数',
		'修改成功',
	],
	
	promotionLA:{
		no1:[
			'邀请返佣',
			'多多邀请好友将会获得大额佣金哦',
			'我的邀请码',
			'推广二维码',
			'复制二维码邀请好友获得更多奖励',
			'专属邀请码',
			'复制邀请码邀请好友获得更多奖励',
		],
		tuandui:[
			'我的团队',
			'直推',
			'账号(手机号)',
			'注册时间',
			'间推',
			'账号(手机号)',
      '注册时间',
      '我的佣金',
      '佣金数量',
      '账号（手机号）',
      '注册时间',
      '备注'
		],
	},
	cjptLA:{
		info:[
			'超级平台',
			'购买超级平台',
			'卡号',
			'冻结金额',
			'释放金额',
			'加速率',
			'直推人数',
			'直推超级平台',
			'直推总业绩',
			'团队人数',
			'团队超级平台数',
			'团队总业绩',
		],
		shifang:[
			'释放纪录',
			'时间',
			'释放金额',
			'说明',
			'动态奖励',
			'分红金额',
			'类型',
			'时间',
			'购买确认',
			'购买超级平台',
			'可用',
			'请输入资金密码',
			'确认',
		],
		tip:[
			'代',
			'请输入资金密码',
			'购买成功',
		],
	},
	fuliLA:{
		info:[
			'福利区',
			'平台将用每天交易手续费设立奖金池，',
			'按不同的比例给参加各级别福利计划的用户',
			'超级平台奖池',
			'购买超级平台',
			'分红记录',
		],
		yongshi:[
			'交易勇士奖池',
			'本期参与金额',
			'锁仓周期',
			'天',
			'记录',
			'立即参与',
		],
		zhizhe:[
			'交易智者奖池',
			'本期参与金额',
			'锁仓周期',
			'天',
			'记录',
			'立即参与',
		],
		dol:[
			'参与交易勇士奖池',
			'参与交易智者奖池',
			'参与金额',
			'请输入参与金额',
			'资金密码',
			'请输入资金密码',
			'取消',
			'确认',
			'购买确认',
			'购买超级平台',
			'可用',
		],
		tip:[
			'参与成功',
			'请输入资金密码',
			'购买成功',
		],
	},
	kongtouLA:{
		info:[
			'空投区',
			'社区等级',
			'社区直推人数',
			'社区总人数',
			'社区一星人数',
			'社区二星人数',
			'社区三星人数',
		],
		zijin:[
			'空投币种',
			'请选择',
			'资金明细',
			'币种',
			'今日领取金额上限',
			'累计奖励',
			'今日次数限额',
			'单笔奖励限额',
			'冻结金额',
			'操作',
			'账单',
		],
		yeji:[
			'社区业绩',
			'直推空投数量',
			'累计直推奖励',
			'社区空投数量',
			'累计社区奖励',
			'时间',
			'奖励金额',
			'类型',
		],
	},
	zhangdanLA:[
		'空投区',
		'账单',
		'时间',
		'释放数量',
		'类型',
	],
	supLA:[
		'福利区',
		'分红记录',
		'时间',
		'金额',
	],
		fenhongLA:[
		'福利区',
		'记录',
		'参与记录',
		'参与时间',
		'金额',
		'分红记录',
		'分红时间',
		'分红金额',
	],
	foot:[
		'关于我们',
		'我们的客服团队时刻准备为您服务! 您可以24/7全天候联系我们',
		'用户协议',
		'法律声明',
		'隐私条款',
		'交易规则',
		'交易指南',
		'关于我们',
		'关于反洗钱',
		'问题反馈',
		'请选择',
		'必填,详情反馈',
		'联系方式',
		'QQ、微信、邮箱或电话',
		'您的联系方式有助于我们沟通和解决问题,仅工作人员可见',
		'提交',
	],
	
	
	
	
	
	
	
	
	
    reg:[
      'CN'
    ],
  coin:{

  },
  noticeType:"1",
  zxType:'zn',
  google: ['谷歌验证', '谷歌验证码', '请输入谷歌验证码', '确定', '取消'],
  header: {
    navlist: ['法币交易', '币币交易', '发布交易', '跑的快', '公告', '登录', '注册', '订单', '英雄联盟', '众筹记录', '资讯', '商城','首页','全球数字货币交易平台','上币'],
    navlist2:['账号安全','关于我们','邀请返佣','超级平台','福利区','空投区','退出','钱包账户','币币账户','法币账户'],
    themetext: ['日间', '夜间'],
    state: ['我的资产', '账号安全', '身份验证', '经纪人', '提币地址', '众筹记录', '退出', '我的推广', 'API设置'],
    Tipstext1: ['您确定退出Gic Gold网吗?', '提示', '确定', '取消', '退出成功!', '已取消'],
    Tipstext2: ['您还没有通过实名认证，是否立刻实名认证'],
    Tipstext3: ['您的信息正在审核中', '拒绝理由', '重新申请', '身份认证成功', '请先进行初级认证', '您还没有登录，请先登录'],
    tips: ['两次密码输入不一致', '验证码发送成功', '重获验证码', '确认兑换币种, 是否继续'],
    tips2:['暂未开放','稍后开放']
 
  },
  index:{
    main:['立即交易','数字资产全球交易','VT提供安全稳定的交易新体验，为全球超过130个国家的数百万用户提供安全、可信赖的数字资产交易及资产管理服务'],
    main2:['随时随地交易','覆盖IOS、Android多个平台，无障碍交易','全球领先的数字资产交易平台','极速效率，畅快享受优质用户体验','Android下载','Ios下载'],
  },
  footer: {
    title: ['条款协议', '工具支持', '关于', '联系我们'],
    list1: ['用户协议', '隐私条款', '白皮书'],
    list2: ['客服端下载', '交易规则'],
    list3: ['关于我们', '关于反洗钱', '新手指导'],
    list4: ['邮箱：', '客户端下载', '交易规则', 'API文档', 'API设置', '关于我们', '关于反洗钱'],
  },
  home: {
    main1: ['Android 和 IOS全平台终端正式上线', 'Gic Gold聚会全国用户,致力于打造世界级区块链资产平台。', '扫码下载Androad版', '扫码下载IOS版'],
    main3: [
      '安全可信赖',
      '采用最高级别的SSL加密传输和数字货币冷存储，保障用户资产的安全',
      
      '智能撮合比价',
      '智能比价系统，毫秒级撮合全球各交易所 “交易即收益”',

      '多币种优势',
      '支持多种主流数字资产交易币种覆盖市 场99%的数字资产',
      
      '金融风控',
      '多级风控制度，多分销资产安全防护体系',

      
      '随时随地 多平台终端交易',
      '覆盖IOS、Android、PC多个平台，支持全业务功能',
      '点击下载',
      '注册一个Gic Gold 账号开启资产交易之旅',
      '注册',
      '友情链接'
    ],
    main4: ['Gic Gold全球站11月11日 15:00正式上线',
      '遍布全球的服务中心',
      '新加坡、 香港、 马来西亚、 法国、 美国、 德国、 俄罗斯、 日本、 瑞士、 韩国等',
      '助您快速达成安全数字交易',
      '数字货币交易所系统开发',
      'Gic Gold数字货币交易所是新一代多种智能货币交易平台。能实现数字货币(虚拟货币) 安全快速交易。采用区块链分布式账本记账,验证, 完成交易双方对接。在 区块链公开的的信息中，公平交易，随时验算，保证纯粹和透明公开。',
      '完全自有知识产权的“Gic Gold数字货币交易所平台系统”是Gic Gold技术团队专门面向全球数字货币交易市场研发的一个性能强大的专用业务承载平台。整套平台研发历时两年时间，投入巨量研发成本。',
      '注册',
      '请输入您的邮箱或者手机号进行注册',
    ],
    main: ['24H 数字资产交易', '币圈实时行情，一站式场内场外服务，安全稳定，交易新体验'],
    tips: ['币种', '最新价', '24h涨幅', '24h高点', '24h低点', '24h成交量', '操作']
  },
  // 登录界面
  login: {
    header: ['欢迎登录', '立即注册，在全球领先的Gic Gold数字资产交易平台开始交易。'],
    list: ['登录账号', '登录密码', '验证', '验证码', '登录', '忘记密码？', '请输入登录账号', '向右滑动解锁', '请输入登录密码'],
    prompt: ['还不是Gic Gold的用户', '立即注册，在全球领先的数字资产交易平台开始交易。', '免费注册'],
    validateopwd: ['请输入有效的密码'],
    submitForm: ['请先滑动解锁', '图片验证码有误', '恭喜您，登录成功', '成功'],
    verify: ['ch']
  },
  // 资产理财
  managemoney: {
    header: ['可用余额', '理财中', '预计收益', '累计理财', '累计收益', '收益情况'],
    place: ['请填写你要理财的数额', '利率', '请选择放款天数', '理财的数额须是正数(小数为0-8位)', '提示', '提前赎回将支付5%的违约金: ', '您确定要赎回吗?', '确定', '取消', '请输入资金密码', '提前赎回将支付', '的违约金'],
    tip: ['开启自动放贷', '自动放贷: 开启自动放贷，系统将根据已收回的贷款自动放贷', '提示：您需要选择你要理财的天数，不同理财周期利率也不同。理财投资属于自担风险类型，每笔理财收益，平台会收取20%的手续费！', '提交'],
    status: ['理财记录', '全部', '理财中', '已成功', '暂无相关记录', '理财中', '已赎回', '赎回', '手动', '自动放贷'],
    table: ['发布时间', '类别', '数额', '利率', '放款期限', '完成进度', '是否自动放贷', '收益', '操作', ''],
    other: ['天', '上一页', '下一页', '请输入资金密码', '是', '否', '您确定要补仓吗？', '可用余额', '补仓数量', '补仓数量不能为空']
  },
  
  // 抵押借款
  mortgage: {
    header: ['抵押借款', '平台不对第三方通知障碍等原因导致通知不及时负责，用户需随时留意账户仓位', '我要借款', '进入抵押借款进行借款，在借贷中获取利润', '我要借币', '进入抵押借款进行借款，在借贷中获取利润', '规则说明', '查看借贷费率表'],
    table: ['抵押记录', '暂无相关记录', '时间', '类型', '风险/状态', '利率', '已产生利息', '最迟赎回日期', '实际赎回日期', '操作', '计息中', '已赎回', '高风险', '无风险', '赎回', '借款', '借币'],
    text: ['我要借币', '我要借款', '抵押币种', '可用资金', '参考价', '抵押数量', '抵押数量不能小于', '抵押数量不能小于', '借币周期', '借款周期', '借币利率：(年化)', '借款利率：(年化)', '借币币种', '借款币种', '最多可借', '参考价', '借入数量', '借入数量不能小于0.0001', '借入数量不能小于0.001', '* 由于市场价格实时变动，实际到帐的借入数量以市场实时价格为准', '* 定期抵押借款如果违约赎回，利息自动转成当时按天结算利率进行计算，并且产生所借资产', '立即借币', '立即借款', '资金密码', '的违约金', '请输入资金密码'],
    tip: ['请选择抵押币种', '请输入抵押数量', '请选择借款/币周期', '去设置', '您还未设置资金密码', '确定', '取消', '请选择借款/币币种', '请选择借入数量', '提示', '提前赎回本金借贷利息将按照天计算', '您确定要赎回吗', '确定', '取消', '请输入资金密码']
  },
  // 抵押借款账单
  mmOrder: {
    header: ['抵押借款账单', '暂无相关记录', '时间', '类别', '抵押保证金', '利率', '到期时间', '风险/状态', '借入金额', '已产生利息', '周期', '操作'],
    tip: ['计息中', '已赎回', '高风险', '无风险', '天', '赎回', '补仓']
  },
  // 抵押借款费率
  mortgageLending: {
    header: ['抵押借款费率'],
    table: ['抵押种类', '借入种类', '借入比例', '爆仓通知比例', '爆仓比例']
  },
  // 币币交易
  bibi: {
    other: [
      '交易额',
      '交易数量',
      '可用',
      '最小交易额为',
      '下单确认',
      '币币账户',
      '请登录',
      '实时成交',
      '价格',
      '数量',
      '时间',
      'K线图',
      '深度图',
      '成交额',
      '深度档位',
      ' 位小数',
      '请选择',
    ],
    // 头部
    hd: ['涨幅', '高', '低', '24H量'],
    // 盘口
    usdt: ['币种', '最新价', '涨幅'],
    // 买五卖五
    by: ['最新价', '盘口', '价格', '数量', '卖', '买'],
    loading: '数据加载中...',

    priceNav: ['市价交易', '限价交易'],
    // 买入
    buy: ['买入价格', '以当前最优价格交易', '交易数量', '交易额', '买入', '请登录', '人民币交易额'],
    // 卖出
    sell: ['卖出价格', '以当前最优价格交易', '交易数量', '交易额', '卖出', '请登录', '人民币交易额'],
    // 订单

    listNav: ['当前委托', '历史成交','成交明细'],
    list1: ['成交时间', '成交价格', '成交数量', '成交额', '手续费', '委托时间', '交易对象', '方向', '类型', '委托价格', '委托数量', '状态', '操作', '委托金额'],
    list2: ['成交时间', '成交价格', '成交数量', '成交额', '手续费', '类型', '委托时间', '交易对象', '方向', '委托价格', '委托量', '状态'],
    // 状态判断
    status: ['买入', '卖出', '限价', '市价', '委托', '交易中', '成交', '已撤销', '撤单'],
    // 提示
    msg: ['请先登录', '网络延迟，请重试', '交易价格要大于零', '交易数量要大于零', '最多保留八位有效数字', '委托总金额要大于零'],
    tisi: ['是否确认此操作?', '提示', '确定', '取消', '已取消该操作'],
    soso: ['币种', '请选择', '全部', '搜索'],
    // alse
    alse: ['市价', '限价', '当前最优价', '确认下单', '方向', '卖出', '类型', '价格', '数量', '确定', '取消', '下单中...', '恭喜您，下单成功！', '买入'],
    tk: ['确定', '正在奖励币种,暂停交易', '该币种暂不支持该交易']
  },
  // 法币交易 （发布广告）
  apply: {
    list: ['发布广告', '成为网站内商家，享受更多交易特权','更多'],
    content: [
      '出售',
      '商家自由出售USDT,交易更灵活，更便捷。',
      '求购',
      'USDT需求发布，让资金流通更迅速',
      '解除商家',
      '当您在C2C平台出售或购买数字资产时，请您务必仔细确认所出售或购买的数字资产的种类、价格、数量、和付款要求、金额等重要事项，并在达成交易前核实您或交易对方的账户信息、收付款账户等信息。如您填写的收款账户或您付款账户非您本人所有，则您应对此行为和意思表示产生的法律后果承担全部责任。您与该收款账户所有人的关系与本网站无关。',
      '温馨提示：',
      '申请成为商家'
    ],
    shenqing: [
      '如何申请成为商家',
      '步骤一：提交申请',
      '买卖商户必须为平台认证商户，并在本页面点击“确认申请”按钮，提交申请，并同意冻结部分USDT作为商家保证金',
      '步骤二：资料审核',
      '我们平台会在72小时内进行审核商家申请资料及匹配以往交易，确认符合商家申请条件，您可以在法币交易区发布广告。如申请条件未符合，我们将12小时内联系您，请保持通讯畅通',
      '同意冻结',
      '为保证金:',
      '确定'
    ],
    getData: '您还没有登录，是否前往登录?',
    judge: [
      '请先登录',
      '您还没有设置资金密码，是否前往设置?',
      '您还没有进行身份认证，是否前往身份认证?',
      '您还没有进行高级认证，是否前往身份认证?',
      '您的信息正在审核中，暂不能进行此操作',
      '您高级认证失败，是否重新认证?',
      '您还没有设置支付密码'
    ],
    openMobile: [
      '您需要先申请为商家才可发布广告',
      '提示',
      '已取消申请'
    ],
    removeApply: [
      '你确定要解除商家身份吗',
      '提示',
      '解除成功',
      '已取消解除'
    ],
    isok: [
      '确定要冻结',
      'USDT成为商家?',
      '提示',
      '已取消',

    ],
    alse: ['确定', '取消','商家自由出售USDT,交易更灵活更便捷','USDT需求发布，让资金流通更迅速']
  },
  shopOrder:{
    main1:['订单支付'],
    tips:['确认支付','确认收货','取消订单'],
    tips1:['确认删除该条订单吗','确认收货吗','确认取消订单吗'],
    tips2:['支付成功！','成功确认','删除成功'],
    state:['已取消','未支付','待发货','待收货','已完成','买家退款','订单取消'],
    detail:['当前订单状态', '订单信息无误，请点击', '立即支付', '取消订单', '如果您已经收到商品 请点击' ,'请耐心等待商家发货' ,'已收货成功，订单完成'],
    detail1:['订单信息','订单编号','下单时间','实付款','物流信息','快递费用','订单备注'],
    tabel:['商品','状态','单价','数量','商品总价','运费'],
  },
  runFast:{
    tabBar:["竞猜","排行榜","战绩","资产"],
    guess:[
        "奖池",
        "基于区块链技术打造，公平公正",
        "投注",
        "爆炸了",
        "逃跑",
        "等待中...",
        "预约（下一局）",
        "等待中...（取消）",
        "收益",
        "机会",
        "所有竞猜",
        "玩家",
        "逃跑",
        "投入",
        "收益",
        "暂无数据",
        "我的竞猜",
        "期数",
        "爆炸倍数",
        "逃跑倍数",
        "结果",
        "检验值",
        "自动逃跑",
        "开奖历史",
        "校验"
    ],
    pop:[
        "庄家奖池",
        "主页",
        "您的股份",
        "您的坐庄资金",
        "庄家奖池资金",
        "您的坐庄利润",
        "庄家奖池利润",
        "更多奖池的信息，请点击这里！",
        "坐庄",
        "注入请填写正值，抽取请填写负值，请保证额度在您的承受范围内。",
        "注入金额的",
        "将作为不可退还的股份稀释费扣除（其他庄家瓜分稀释费），此费用将从您的资金中扣除。",
        "您的钱包余额",
        "请输入金额",
        "注入/抽取",
        "您的当前股份",
        "股份稀释费",
        "预计注入/抽取后您的股份",
        "您的当前坐庄资金",
        "预计注入/抽取后您的坐庄资金",
        "状态",
        "金额",
        "时间",
        "注入",
        "抽取",
        "逃跑成功",
        "请先登录",
        "投注成功",
        "爆炸了",
        "正在连接",
        "游戏即将开始",
        "连接失败",
        "连接已经关闭",
        "历史"
    ],
    gutishi:["竞猜数不能为空！","竞猜数应该为数字类型！","竞猜数应该为整数！","自动逃跑数应该为数字类型！","自动逃跑数应该为小数位两位数！"],
    login:["您还没有登录，请前往登录"],
    ranking:[
        "排行榜",
        "请选择",
        "玩家",
        "当前盈利",
        "最高盈利",
        "投注总额"
    ],
    standing:[
        "用户名",
        "当前收益",
        "投注总额",
        "最高盈利",
        "最高亏损",
        "盈利排名",
        "投注次数"
    ],
    asset:[
        "我的资产",
        "转入",
        "转出",
        "账单流水",
        "账单",
        "转入量",
        "请输入要转入的数量",
        "可用数量",
        "资金密码",
        "请输入资金密码",
        "转出量",
        "请输入要转出的数量",
        "资金密码",
        "请输入资金密码",
        "开始日期",
        "至",
        "结束日期",
        "搜索",
        "变动类型/时间",
        "变动金额",
        "变动后金额",
        "取 消",
        "确 定",
        "暂无数据"
    ],
    faq:[
      "游戏介绍",
      "奖池介绍",
      "游戏公平性",
      "自动逃跑",
      "什么是跑得快？",
      "怎么玩？",
      "暂无...",
    ],
},
  // 出售
  sell: {
    list: [
      '发布出售',
      '商家自由出售USDT，交易更灵活，更健康',
      '单价',
      '数量',
      //          '最多',
      '限额',
      '最高',
      '最低',
      '备注',
      '支付方式',
      '请勾选你要用的支付方式',
      '添加支付方式',
      '出售',
      '备注',
      '联系人'
    ],
    showlist: [
      '出售列表',
      '订单号',
      '交易数量',
      '成交数量',
      '总价',
      '单价',
      '时间',
      '操作',
      '暂无数据',
      '撤单'
    ],
    trans_num: ['请输入大于0的非空纯数字', '只能保留小数点后六位'],
    min_price: ['请输入大于0的非空纯数字', '只能保留小数点后二位'],
    notes: '请加添备注',
    max_price: ['请输入大于0的非空纯数字', '只能保留小数点后二位'],
    price: ['请输入大于0的非空纯数字', '只能保留小数点后二位'],
    price2: ['请输入大于1的非空纯数字', '请输入价格', '最少出售1个', '请填写备注（选填）'],
    submitForm: [
      '最低限额不能高于最高限额',
      '请选择一种支付方式',
      '最低限额不能小于单价',
      '您的余额不足，请充值',
      '您设置的最低限额有误，请重新设置',
    ],
    pmmaRev: ['此操作将永久撤去此单, 是否继续?', '提示', '已取消'],
    alse: ['确定', '取消']
  },
  // 求购
  buy: {
    list: [
      '发布购买',
      'USDT需求发布，让资金流通更迅速。',
      '单价',
      '数量',
      '限额',
      '最高',
      '最低',
      '支付方式',
      '请勾选你要用的支付方式',
      '添加支付方式',
      '求购',
      '备注'
    ],
    price2: ['请输入大于1的非空纯数字', '请输入价格', '最少求购1个', '请填写备注（选填）'],
    showlist: [
      '购买列表',
      '订单号',
      '交易数量',
      '成交数量',
      '总价',
      '单价',
      '时间',
      '操作',
      '暂无数据',
      '撤单'
    ],
    trans_num: ['请输入大于0的非空纯数字', '只能保留六位有效数字'],
    min_price: ['请输入大于0的非空纯数字', '只能保留二位有效数字'],
    max_price: ['请输入大于0的非空纯数字', '只能保留二位有效数字'],
    price: ['请输入大于0的非空纯数字', '只能保留二位有效数字'],
    submitForm: [
      '最低限额不能高于最高限额',
      '请选择一种支付方式',
      '最低限额不能小于单价',
      '您设置的最低限额有误，请重新设置',
    ],
    pmmaRev: ['此操作将永久撤去此单, 是否继续?', '提示', '已取消'],
    alse: ['确定', '取消']
  },
  // 法币交易大厅
  frenchcurrency: {
    price: ['参考价'],
    todo: ['出售', '购买'],
    list: ['商家', '数量', '限额', '单价', '支付方式', '操作'],
    noList: ['暂无数据'],
    buyorsell: ['发布购买', '发布出售'],
    mobile: ['下单', '购买金额', '购买数量', '资金密码'],
    mobile1: ['下单', '出售金额', '出售数量', '资金密码'],
    addPay: ['添加支付方式', '取消', '确认下单'],
    tishi: [
      '您输入的金额格式有误',
      '最多保留两个有效数字',
      '您输入的数量格式有误',
      '最多保留六个有效数字',
      '用户余额不足，请充值',
      '交易金额请输入大于0的非空纯数字',
      '交易数量请输入大于0的非空纯数字',
      '交易数量不能大于剩余数量',
      '交易金额在',
      '之间',
      '支付密码格式有误',
      '请选择一种支付方式'
    ],
    tishi2: [
      '您还没登录，是否立刻登录',
      '您不能购买自己发布的订单',
      '您不能向自己的订单出售',
      '您还没有设置资金密码，是否前往设置',
      '您还没有添加支付方式，是否前往添加?',
      '请先进行实名认证',
      '初级认证正在审核',
      '初级认证没有通过，请再次认证',
      '请先进行商家认证',
      '商家认证正在审核',
      '请重新进行商家认证',
      '撤销申请，审核中'
    ],
    tishi3: [
      '买家支持微信向您付款，您需要添加相应收款方式',
      '买家支持支付宝向您付款，您需要添加相应收款方式',
      '买家支持银行卡向您付款，您需要添加相应收款方式',
      '买家支持微信、支付宝向您付款，您需要添加相应收款方式',
      '买家支持微信、银行卡向您付款，您需要添加相应收款方式',
      '买家支持支付宝、银行卡向您付款，您需要添加相应收款方式'
    ],
    alse: ['微信', '支付宝', '银行卡'],
    alse2: ['支持微信支付', '支持支付宝支付', '支持银行卡支付']
  },
  // 法币个人详情
  fbDetars: {
    list1: ['完成率', '总成单', '30日成单', '申诉', '胜诉'],
    list2: ['注册时间', '邮箱验证', '手机验证', '实名验证', '高级验证'],
    list3: ['在线出售', '暂无数据', '限额', '出售数量 / 剩余数量', '购买'],
    list4: ['在线购买', '暂无数据', '限额', '出售数量 / 剩余数量', '出售'],
    mobile: ['下单', '人民币', '数量', '支付密码', '取 消', '确 定']
  },
  agreement: {
    list: ['帮助中心', '我们的客服团队时刻准备为您服务！ 您可以24/7全天候联系我们',
      '用户协议', '隐私条款', '交易规则', '关于我们', '关于反洗钱'
    ],
  },
  // 法币订单详情
  frenchorder: {
    tips:['付款成功后，请点击','标记已付款','告知对方确定付款之后再标记已付款，否则将会被冻结账号'],
    other: ['待付款', '已付款', '待放币', '已完成', '申诉中', '已取消', '对方电话号', '对方邮箱'],
    nots: ['如果此笔交易发起诉讼，请及时联系我们并上传相关资料，我们会及时处理。', '联系方式'],
    title: ['交易订单', '订单', '单价', '总价', '备注', '数量', '收款方式', '付款方式'],
    direction: ['您向', '出售', '购买'],
    time: ['等待对方支付', '将于', '内完成支付', '付款参考号', '等待对方支付'],
    alse: ['微信', '支付宝', '银行卡', '银行卡号'],
    todoSell: ['对方已支付,付款参考号', '到账无误确认放行', '已完成,订单参考号', '申诉中,申诉口令', '付款参考号'],
    cancel: ['订单已取消', '订单已取消，请重新下单'],
    todoBuy: ['待支付，请于 ', '内向', '支付', '付款参考号', '标记已付款', '付款成功后，请点击按钮告知对方', '已支付，付款参考号', '等待对方放币', '已完成,付款参考号'],
    complaint: ['申诉中，申诉口令', '付款参考号', '订单已取消', '订单已取消，请重新下单', '取消订单', '提交申诉'],
    // 弹框1申述弹框
    mob1: ['订单申诉', '申诉类型', '请选择类型', '买家已确认,未打款', '其他', '申诉理由', '取 消', '确 定', '请填写申诉原因'],
    // 输入支付密码弹框
    mob2: ['提示', '请输入资金密码', '取消', '确定', '确认放币', '资金密码', '请输入资金密码', '温馨提示：'],
    Agreement: [{
      text: '1、您的汇款将直接进入卖方账户,交易过程中卖方出售的数字资产由平台托管保护。'
    }, {
      text: '2、请在规定时间内完成付款,并务必点击我已付款,卖方确认收款后,系统会将数字资产划转到您的账户。'
    }, {
      
    }],
    Agreement2: [{
      text: '1、您所出售的数字资金，已交由平台托管冻结，请在确定收到对方付款后，点击“确认放行”支付数字资产。'
    }, {
      text: '2、请不要相信任何催促放币的理由，确认收到款项后再释放数字资产，避免造成损失。'
    }, {
      text: '3、在收到短信后，请务必登录网上银行或手机银行确认款项是否入账，避免因收到诈骗短信错误释放数字资产。'
    }],

    jsmob1: ['每日取消次数超过3次，冻结当日法币交易功能，24小时自动解除。', '提示', '确定', '取消', '您已不可取消该订单', '已取消', '已成功取消订单'],
    jsmob2: ['请您确定已向卖方付款', '恶意点击将被冻结账户', '确定支付', '已成功标记为已付款', '系统处理中...'],
    jsmob3: ['分', '秒', '秒 后系统将自动确认', '支付密码格式有误，请重新输入', '申诉原因不能为空', '提交申诉成功,等待客服介入'],
    list1: ['待付款', '已付款', '待放币', '已完成', '申诉中', '已取消', '联系方式', '您确认收款无误后，请点击下侧“确认放币”按钮，否则于', '后系统将自动确认', '如收款有误，您可提出申诉；', '确认放币', '提交申诉']
  },
  // C2C订单
  fbOrder: {
    header: ['购买明细', '出售明细', '币种', '请选择'],
    conent: ['订单号', '时间', '价格', '数量', '总金额', '手续费', '状态', '待付款', '已付款', '已完成', '申诉中', '取消', '操作', '详情'],
  },
  // 注册页面
  register: {
    header: ['欢迎注册', '手机注册', '邮箱注册', '手机号/邮箱', '请输入手机号或邮箱', '请输入图片验证码'],
    list: ['手机号码', '图片验证码', '短信验证码', '登录密码', '确认密码', '邀请码(选填)', '没有邀请码请填写', '邮箱', '动态验证码'],
    list1: ['我已阅读并同意', '《用户协议》', '提交注册', '已有账号？', '去登录', '8-20位数字字母组合'],
    list2: ['验证邮件可能会被误判为垃圾邮件，请注意查收', '请妥善保存您的Gic Gold账号及登录密码', '请勿和其他网站使用相同的登录密码'],
    list3: ['用户协议', '确定'],
    list4: ['手机信息注册关乎账号安全，请务必如实填写。', '请妥善保存您的Gic Gold账号及登陆密码。', '请勿和其他网站使用相同的登录密码。']
  },
  // 忘记密码
  forgetpwd: {
    titleOne: ['重置登录密码', '手机号/邮箱', '提交', '请输入手机号/邮箱', '请输入验证码'],
    titleTwo: ['安全验证', '账号', '验证码', '获取验证码', '请输入验证码', '请输入登录密码', '请再次输入登录密码', '重设登录密码后24小时禁止交易'],
    titleThree: ['重设登录密码', '登录密码', '确认密码', '下一步', '']
  },
  // 登录，注册，忘记密码提示信息
  Verification: {
    phone: ['请输入有效的手机号', '获取验证码手机号与注册手机号不一致', '请输入有效的邮箱', '请输入有效账号'],
    Code: ['验证码不能为空', '验证码格式有误', '获取验证码', '发送成功，请注意查收', '重新发送', '再次获取'],
    Password: ['请输入有效的密码', '请再次输入密码', '两次输入密码不一致', '密码格式有误'],
    type: ['请先滑动解锁', '请同意用户协议', '推荐码不能为空', '验证成功']
  },
  // 众筹
  crowdFunding: {
    main1: ['未开始', '抢筹中', '已结束'],
    main2: ['发行总量', '开始日期', '结束日期', '当前进度', '抢筹数量', '请输入抢筹数量', '我要抢筹', '请登录'],
    main3: ['提示', '抢筹数量', '支付金额', '支付密码', '取 消', '确 定'],
    main4: ['错了哦，认筹数量不应该为空！',
      '错了哦，认筹数量应该为数字！',
      '错了哦，认筹数量只能为整数',
      '错了哦，密码格式错了哦！'
    ],
    main5: ['恭喜你，认筹成功！'],
    main6: ['您还没有登录，请去登录', '提示', '确定']
  },
  // 众筹记录
  crowdFundRecord: {
    main1: ['认筹记录', '选择币种', '全部','余额不足，当前余额:','超出最大提现数量','最小提现数量：'],
    main2: ['时间', '认筹币种', '单价', '数量', '总金额']
  },
  fail:{
    main:['身份验证','身份认证失败，请再次提交','原因','再次认证'],
    suc:['恭喜已成功确认身份', '确定']
  },
  // 账号安全
  security: {
    other:[
      '审核中请耐心等待'
    ],
    name: ['账号安全', '请输入资金密码'],
    information: ['基本信息', '账号', '登录密码', '资金密码', '修改', '设置'],
    verify: ['身份验证', '安全等级', '邮箱', '一旦绑定不可修改', '绑定', '手机号', '用于提币，找回密码', '修改', '强烈建议开启2项双重身份验证', '谷歌验证', '已绑定', '未绑定'],
    paytype: ['支付方式', '(请务必使用您本人的实名账号，被激活的支付方式将在交易时向买方展示)',
      '您暂时没有添加任何支付方式', '点击添加支付方式', '修改', '添加支付方式', '修改支付方式'
    ],
    loginhis: ['登录历史', '时间', '登录方式', '状态', '暂无记录'],
    safehis: ['安全设置历史', '时间', '安全设置', '暂无记录'],
    leavel: ['低级', '中级', '高级'],
    addpay: ['您还没有通过身份认证, 前往身份认证?', '提示', '确定', '取消', '已取消', '您的信息正在审核中，暂不能进行此操作'],
    changeSwitch: ['状态切换成功'],
    edit: ['请先激活该支付方式'],
    mode: ['银行卡', '微信', '支付宝'],
    tip: ['已设置', '未设置', '已评定', '强烈建议开启多项认证增加安全等级', '已绑定', '绑定', '已认证', '未认证', '去开启', '去关闭', '用于登录，提币', '商家验证', '用于法币交易，解除商家认证', '解绑认证', '认证'],
    tips: ['确定要解绑商家认证吗', '提示', '确定', '取消', '正在审核', '重新审核'],
    log: ['开启谷歌认证', '关闭谷歌认证', '谷歌验证码', '请输入谷歌验证码', '验证码', '请输入验证码', '确认', '取消'],
    tishi: ['未认证', '初级认证待审核', '已初级认证', '高级认证待审核', '已高级认证', '已拒绝']
  },
  // 修改登录密码
  changeopwd: {
    name: '账号安全',
    list: ['修改登录密码', '8-20个字符，不能是纯数字或纯字母', '原密码', '新密码', '确认新密码', '确认'],
    oldpwd: '请输入有效的密码',
    validateopwd: '请输入有效的密码',
    validateopwd2: ['请再次输入密码', '两次输入密码不一致'],
    submitForm: '请重新登录'
  },
  // 修改支付密码
  changetpwd: {
    name: '账号安全',
    list: ['重置资金密码', '8-20个字符，不能是纯数字或纯字母', '新资金密码', '确认新密码', '获取验证码', '提交', '设置资金密码'],
    code: '验证码格式有误',
    validateopwd: '请输入有效的密码',
    validateopwd2: ['请再次输入密码', '两次输入密码不一致'],
    getCode: ',请输入有效的密码',
    tip: ['账号', '验证码', '请输入验证码', '请输入新资金密码', '提交', '重复密码']
  },
  // 邮箱绑定
  changeemail: {
    name: '账号安全',
    list: ['绑定邮箱', '邮箱绑定后不可更换', '提交', '邮箱验证码'],
    validateemail: '请输入有效的邮箱',
    btnCode: '获取验证码',
    tip: ['账号', '验证码', '请输入验证码', '请输入新资金密码', '提交', '重复密码', '资金密码'],
    tips: ['验证码格式有误', '资金密码不能为空', '请输入有效的邮箱']
  },
  // google绑定
  googleverify: {
    name: '账号安全',
    titlelist: ['绑定谷歌验证器',
      '下载谷歌验证器APP',
      '在谷歌验证器中添加密钥并备份',
      '输入谷歌验证器中6位验证码',
      '输入验证码'
    ],
    contentlist: [
      '绑定谷歌验证器是一款动态口令工具，工作原理类似短信动态验证。绑定后每30s生成一个动态验证码，验证码可用于登录，提现，修改，安全设置等操作的安全验证',
      'IOS用户登录App Store搜索“Authenticator”下载',
      '安卓用户登录应用商店或使用手机浏览器搜索“谷歌验证器”下载',
      '打开谷歌验证器，扫描下方二维码或手动输入下述密钥添加验证令牌。',
      '密钥用于手机更换或遗失时找回谷歌验证器，绑定前请务必将下述密钥备份保存'
    ],
    list: ['密钥', '复制', '谷歌验证码', '验证码', '绑定', '获取验证码',
      '谷歌验证码不能为空', '验证码不能为空', '复制成功'
    ]
  },
  // 手机号
  changemobile: {
    name: '账号安全',
    list: ['更换绑定手机', '更换绑定手机后24小时禁止提币', '手机号码', '短信验证码', '修改', '绑定手机'],
    codetips: ['验证码格式有误', '请输入有效的手机号'],
    btnCodetips: '获取验证码',
    submitForm: ',请重新登录',
    getCode: ['更换的手机号不能和原手机号一样', '请输入有效的手机号'],
  },
  // 添加微信收款方式
  wx: {
    list: [
      '姓名', '微信账号', '收款二维码',
      '请上传您的微信收款二维码( *.jpg/*.png*.jpeg )图片大小在2M内',
      '资金密码',
      '确认添加',
      '取消'
    ],
    nametip: '姓名不能为空',
    wx: '微信账号不能为空',
    tpwd: '支付密码格式有误',
    submitForm: ['姓名不能为空', '微信账号不能为空', '资金密码格式有误'],
    tip: ['请输入微信账号', '请输入资金密码']
  },
  // 添加支付宝收款方式
  alipay: {
    list: [
      '姓名', '支付宝账号', '二维码',
      '请上传您的收款二维码( *.jpg/*.png*.jpeg )图片大小在2M内',
      '资金密码',
      '确认添加',
      '取消'
    ],
    nametips: '姓名不能为空',
    alipay: '支付宝账号不能为空',
    tpwd: '支付密码格式有误',
    submitForm: ['姓名不能为空', '支付宝账号不能为空', '资金密码格式有误'],
    tip: ['请输入支付宝账号', '请输入资金密码']
  },
  // 添加银行卡收款方式
  bankcard: {
    list: [
      '姓名', '开户行', '开户支行',
      '银行卡号',
      '资金密码',
      '确认添加',
      '取消'
    ],
    nametips: '姓名不能为空',
    bank: '开户行不能为空',
    branch: '开户支行不能为空',
    bankcard: '银行卡号格式有误',
    tpwd: '支付密码格式有误',
    submitForm: ['姓名不能为空', '开户行不能为空', '开户支行不能为空', '银行卡号格式有误', '资金密码格式有误'],
    tip: ['请输入银行卡开户行名称', '请输入银行卡开户支行名称', '请输入您的银行卡账号', '请输入资金密码']
  },
  // 身份验证
  identity: {
    list: [
      '身份认证',
      '请如实填写你的身份信息，一经验证不可修改',
      '实名认证',
      '未认证',
      '认证',
      '已认证',
    ],
    status: [
      '高级认证',
      '未认证',
      '审核中',
      '审核通过',
      '审核失败',
      '认证',
      '审核中',
      '审核通过',
      '重新认证'
    ],
    route: '请先进行实名认证'
  },
  // 身份账号验证
  realname: {
    list: ['身份认证', '实名认证', '姓名', '身份证号', '提交审核'],
    reanname: '姓名格式有误',
    idcard: '身份证号格式有误',
    header: ['初级认证', '用户姓名', '身份证号'],
    tip: ['请输入您的真实姓名', '请输入您的身份证号', '真实姓名必须是中文字符', '真实姓名不能少于2个字符', '身份证号格式有误']
  },
  // 身份认证
  senior: {
    list: [
      '身份认证',
      '高级认证',
      '个人身份高级认证',
      '身份证正面照',
      '上传图片',
      '必须能看清证件号和姓名，支持jpg/png/jpeg 大小不要超过2M',
      '身份证背面照',
      '上传图片',
      '手持身份证照',
      '上传图片',
      '1.请提供一张您手持证件照的照片',
      '2.面部清晰可见,无遮挡,无妆容',
      '3.完整露出双手双臂',
      '4.证件照片及证件号清晰可见',
      '提交审核',
      '姓名',
      '身份证号',
      '请如实填写你的身份信息，一经验证不可修改',
      '必须能看清发证机关和有效日期，支持jpg/png/jpeg大小不要超过2M',
    ],
    submit: '请上传三张有效图片',
    tip: ['提交']
  },
  // 提币地址管理
  moneyAddre: {
    name: '提币地址管理',
    list: [
      '钱包提币地址类型',
      '请选择钱包地址类型',
      '提币地址',
      '备注',
      '添加',
      '操作',
      '移除',
      '钱包地址列表',
      '钱包地址',
      '钱包类型',
      '标签'
    ],
    rules: [
      '请输入提币地址',
      '长度过长，最多255个字符',
      '请输入备注内容',
      '长度在 1 到 50 个字符',
      '请先通过身份验证',
      '为了保证您的账号安全，短信验证和谷歌验证方式至少开启一种',
      '请输入Tag',
      '请选择提币地址类型'

    ],
    options: ['以太坊', '比特币'],
    submitForm: '请选择一种钱包地址类型',
    deleteRow: ['是否确认删除该钱包地址', '提示', '确定', '取消', '已取消删除'],
    isType: ['比特币提币地址', '以太坊提币地址', 'USDT提币地址']
  },
  // 专属二维码海报
  inviteFriends: {
    list: [
      '专属二维码海报',
      '选择你的专属海报',
      '专属邀请码',
      '复制邀请码',
      '专属注册链接',
      '复制链接分享',
    ],
    yaoqing: [
      '今日邀请人数',
      '邀请总人数',
      '获得返佣',
      '点卡数',
      '邀请记录',
      '返佣记录',
      '这里是数据',
      '活动细则'
    ],
    down: [
      '截图发给好友',
      '下载海报',
      '如点击下载无效，请单击鼠标右键图片另存为到本地'
    ],
    tips: '复制成\功'
  },
  // 佣金明细
  economicMan: {
    list: ['佣金明细', '至', '开始日期', '结束日期'],
    Mykehu: [
      '经纪人',
      '累计开户',
      '姓名',
      'ID',
      '余额',
      '注册时间'
    ],
    yongjin: [
      '佣金明细',
      '今日收益',
      '累计收益',
      '姓名',
      'ID',
      '手续费',
      '佣金',
      '交易时间'
    ],
    tuiguang: '我要推广',
    myLinkName: '经纪人',
    text: ['最近一周', '最近一个月', '最近三个月'],
    tabChange: ['经纪人', '佣金明细'],
    changePage: ['经纪人', '佣金明细'],
    getDataList: '暂未实名认证'
  },
  // 我的推广
  promotion: {
    list: ['佣金明细', '至', '开始日期', '结束日期', '姓名', '手机/邮箱', '注册时间', '数量', '时间'],
    list1: ['推广拿好礼', '扩大团队更有惊喜连连', '我的好友', '获得的佣金', '推广二维码', '复制二维码邀请好友获得更多奖励', '邀请链接', '复制链接', '获得佣金'],
    tuiguang: '我要推广',
    myLinkName: '经纪人',
    text: ['最近一周', '最近一个月', '最近三个月'],
    tabChange: ['经纪人', '佣金明细'],
    changePage: ['经纪人', '佣金明细', '我的分享方式'],
    getDataList: '暂未实名认证'
  },
  // 账户充值
  chongBit: {
    list: ['账户充值', '充值', '充值地址', '复制', '二维码', '查看', '充币记录', '跟踪状态', '温馨提示', '1.请勿向上述地址充值任何非本产品资产，否则资产将不可找回!',
      '2.您充值至上述地址后，需要整个网络节点的确认，1次网络确认后到账，6次网络确认后可提币。',
      '3.您的充值地址不会经常改变，可以重复充值,如有更改，我们会尽量通过网站公告或邮件通知您。',
      '4.请务必确认电脑及浏览器安全，防止信息被篡改或泄露。', '复制成功', '数据请求中...'
    ],
    tips: ['复制成功', '二维码', '确认'],
    alse: ['提示', '二维码生成中', '确 定'],
    EOS: ['标签','复制TAG','请认真核对并填写地址标签，若遗漏将导致资金丢失']
  },
  // // 账户提现
  tiBit: {
    list: ['账户提现', '提币地址', '请选择提币地址', '数量', '提币范围：', '资金密码', '短信验证码', '获取验证码', '矿工费', '到账数量', '温馨提示',
      '1.为保障资金安全，当您账户安全策略变更、密码修改、使用新地址提币，我们会对提币进行人工审核，请耐心等待工作人员电话或邮件联系。',
      '2.请务必确认电脑及浏览器安全，防止信息被篡改或泄露。', '提币',
      '添加提币地址'
    ],
    list1: ['提币', '最大可提现数量', '请输入资金密码', '验证码', '手续费'],
    tips: ['请选择提币地址', '请输入提币数量', '数量必须为数字值', '提币地址中不能包含中文或者特殊字符'],
    passtips: '请输入资金密码',
    codetips: ['请输入短信验证码', '验证码必须为数字值'],
    getcodetips: '请先登录',
    goBit: ['您还没有进行高级认证暂不能提币，是否前往身份认证?', '您的信息正在审核中，暂不能进行此操作', '您高级认证失败暂不能提币，是否重新认证?', '提币数量在', '和', '之间'],
    getData: '您还没有登录，是否前往登录?',
  },
  // // 资产
  moneyRecord: {
    list: ['资产', '财务记录', '充币记录', '提币记录', '其他', '账单明细', '划转记录'],
    titips: ['充币地址', '提交时间', '审核时间', '充币数量', '状态', '操作', '撤回'],
    titips1: ['提币地址', '充币时间', '审核时间', '提币数量', '状态'],
    rests: ['时间', '数量', '备注', '账单记录', '理财账户', '描述'],
    data: '暂无数据',
    status1: ['未到账', '已到账'],
    status2: ['待审核', '到账中', '已拒绝', '已到账', '已撤销'],
    page: ['第', '页', '上一页', '下一页']
  },
  // 资产-兑换
  exchangeCoin: {
    main1: ['兑换'],
    main2: ['兑换币种', '持有资产可按照比例兑换为其他资产'],
    main3: ['兑换资产', '可用', '冻结', '兑换数量', '兑换资产', '温馨提示', '最小兑换数量为', '请务必确认电脑及浏览器安全，防止信息被篡改或泄露', '如兑换过程遇到问题，请联系客服人员或邮件联系相关人员'],
    main4: ['兑换数量要大于零', '余额不足', '最小兑换数量为0.0001','划转成功'],
    main5: ['兑换历史', '时间', '兑换数量', '兑换资产', '兑换币种'],
  },
  laaccount:{
    title:['资产管理','钱包账户','币币账户','法币账户','账单记录','币种','可用','冻结','操作','充币','提币','划转','暂无数据'],
    r:['原金额','流水','现金额','说明'],
    other:['从','到','划转数量','请输入划转数量','可用余额']
  },
  // 资产
  ziChan: {
    name: '资产',
    list: ['币种', '可用', '冻结', '操作', '请选择'],
    list1: ['币币账户', '理财账户', '可用', '冻结', '资产划转', '一键划转资产管理更方便', '币币账户', '请输入划转数量', '一键划转'],
    list2: ['划转数量不能为空', '币种类型不能为空'],
    canten: ['充值', '提币', '账单明细', '兑换', '兑换'],
    page: ['第', '页', '上一页', '下一页']
  },
  zixunList: ['平台公告', '列表', '重要', '平 台 公 告', '新 手 指 导', '公告','行情资讯','平台公告'],
  pingtai: {
    list: ['公告中心', '公告列表']
  },
  laundering: {
    header: ['关于反洗钱', '《Gic Gold平台反洗钱和反恐怖融资用户指引》'],
    main1: ['第一条：制定的目的和依据 鉴于洗钱活动将严重危害数字资产交易的发展，助长和滋生腐败、败坏社会风气，损害用户的正当权益，破坏数字资产交易平台稳健经营的基础，加大数字资产交易平台的法律和运营风险，为预防洗钱和恐怖融资活动，全面履行反洗钱和反恐融资法律的相关规定，根据《反洗钱规则》、《用户协议》、《大额交易管理办法》等公司规定，制定本指引。',
      '第二条：适用范围 本指引适用于在Gic Gold平台交易的所有用户。用户应当在遵循其所在地国家或地区反洗钱和反恐融资方面的法律规定，在用户所在地区法律规定的范围内，执行本指引之规定。用户所在国家或者地区有更严格要求的，遵守其规定。',
      '第三条：反洗钱和反恐怖融资 是指为了防范不法分子通过Gic Gold平台进行交易从而掩饰、隐瞒毒品犯罪、黑社会性质的组织犯罪、恐怖活动犯罪、走私犯罪、贪污贿赂犯罪、金融诈骗犯罪、破坏金融管理秩序犯罪等违法所得及其收益的来源和性质的洗钱活动，依照相关法律和Gic Gold反洗钱相关规定采取相关措施的行为。',
      '第四条：Gic Gold反洗钱相关规定（包括反恐怖融资，下同）相关规则包括《反洗钱规则》、《用户协议》中反洗钱的部分、《大额交易管理办法》与本指引。若本指引中规定的内容与其它规则相冲突，则本指引优先适用。',
      '第五条：Gic Gold平台反洗钱按照以下原则开展客户风险监控工作：',
      '全面性原则',
      ' Gic Gold平台会综合考虑客户可能涉嫌洗钱的各类风险因素，采取合理方式对所有客户进行风险监控。',
      '审慎性原则',
      'Gic Gold平台会在充分了解客户的基础上，提高对客户身份的识别能力，审慎进行客户风险监控。',
      '持续性原则',
      'Gic Gold平台会对客户风险进行持续关注，根据实际情况适做出应对。',
      '保密性原则',
      'Gic Gold平台所掌握的客户身份信息、交易信息和风险等级信息等予以严格保密，非依法律规定和监管要求，不会向任何单位和个人提供。',
      '分级管理原则',
      'Gic Gold平台根据客户的风险等级，定期审核所保存的客户基本信息，对风险等级较高客户的审核应当严于对风险等级较低客户的审核。',
      '第六条：个人用户文件之提交Gic Gold平台个人用户应当依据Gic Gold反洗钱相关规定提交以下信息和资料：',
      '个人姓名；',
      '身份证或护照复印件；',
      '其它应Gic Gold要求应当提供之信息或文件。',
      '第七条：机构用户文件之提交Gic Gold机构用户应当依据Gic Gold反洗钱相关规定提交以下信息和资料：',
      '公司名称；',
      '公司注册办公地址；',
      '公司法定代表人；',
      '公司法定代表人住所地；',
      '公司营业执照；',
      '公司法定代表人身份证或护照复印件；',
      '其它应Gic Gold要求应当提供之信息或文件。',
      '第八条：用户文件之审查 Gic Gold平台会依据反洗钱相关规定中的客户识别制度对客户所提交的相关信息进行核实和记录，若Gic Gold平台对于客户所提交的资料有疑问时，有权向相关主管机构或部门进行核实。',
      '第九条：低风险用户之监测Gic Gold平台会根据Gic Gold反洗钱规定的具体要求对低风险用户进行检测，Gic Gold平台保留对低风险用户进行调级的权利。',
      '第十条：高风险用户之监测Gic Gold平台对于高风险类别的客户，会于每半年进行一次审核，更新客户身份基本信息并了解其资金来源、资金用途、经济状况或者经营状况等信息。',
      '第十一条：用户文件之保存 Gic Gold平台会依法采取必要措施将客户身份资料和交易信息保存一定期限。参照国际通行规则，用户身份资料自业务关系结束后，客户交易信息自交易结束后，应至少保存五年。',
      '第十二条： Gic Gold用户应当注意以下事项：',
      '禁止将用户本人的账号出借给他人使用；',
      '禁止出租、出借用户本人身份证件；',
      '禁止出租、出借、透露用户本人的账户、银行卡、存折、密码等重要个人财产信息；',
      '用户应当主动配合Gic Gold平台进行客户身份识别；',
      '在Gic Gold平台进行交易时，选择并使用安全可靠的第三方金融机构进行支付活动。',
      '第十三条：若Gic Gold平台用户在平台交易时发现任何账户可能从事洗钱或恐怖融资活动，用户可以向Gic Gold平台进行报告。',
      '第十四条：指引之解释 本指引由Gic Gold平台进行解释。',
      '第十五条：生效期 本指引自发布之日起实施。'
    ],
    main2: ['买方用户须知：',
      '1、请在“广告”规定的时间内完成付款，并点击确认付款按钮。买方主动取消订单或者订单超时取消，系统将记录买方取消订单一次。',
      '2、买方当日累计3笔取消的，会限制当日买入功能。',
      '3、发布求购广告，当天累计取消订单达到3笔的，系统会限制您当天的买入功能。',
      '4、因为卖方未提供有效支付方式，导致系统记录买方取消订单，买方已因此被限制当天买入功能的，可以联系平台官方，要求解除限制。',
      '5、请勿在未完成付款或不付款的情况下点击“我已付款”，该行为是属于恶意行为。当此类订单发生申诉，卖方可拒绝成交，情节严重的，系统将冻结买方账户。',
      '6、您在10分钟内未付款且不回应卖方的，当此订单出现申诉时，卖方可拒绝成交。',
      '7、请选择您本人的实名支付账户（如银行账户、支付宝账户、微信支付账户）来付款。如果您使用非实名账户或他人账户付款，当此订单出现申诉时，卖方可选择退款不成交。',
      '8、为了保证交易的及时性，请选择实时到账的汇款方式，例如支付宝、微信支付、银行实时汇款等。为确保到款的及时性，',
      '节假日或工作日的17：00-9：00，超过5万以上的汇款请分批支付，请勿使用支付宝转银行卡、微信转银行卡方式支付。',
      '9、买方点击“我已付款”两个小时后，卖方未收到付款，订单出现申诉时，卖方可以拒绝成交。',
      '10、请核对卖方最新收款方式，确认收款账户准确性，如买方未按照订单生成的约定账户汇款，将自行承担资金安全风险。',
      '11、进行中的订单对应的数字货币资产会锁定在平台；如您转账完成，并点击“我已付款”5分钟后，卖方未放币，则您可选择申诉，如您完全符合以上操作，我们会判定资产属于您。',
      '12、如遇到付款账号实名和平台认证实名不一致，卖方有权选择以下操作：',
      '要求买方和付款方手持身份证或护照等，进行视频KYC，证明资金来源合法；',
      '原路退款不成交；',
      '扣押数字货币72小时不放行。72小时后，由卖方决定放行或者原路退款。',
      '该“付款参考号”仅用于标识该笔汇款是对应于该笔订单，买方的汇款按约定到账的，视为已遵守交易规则。',
      '请勿填写类似BTC、比特币、USDT等关键字，否则卖方可要求退款不成交。',
      '卖方用户须知：',
      '1、当您在卖出时，请认真确认您所卖出的价格，因广告价格问题产生的申诉，如买方无违规操作，我们会判定资产属于买方。',
      '2、买方点击“我已付款”5分钟后未收到账，卖方可选择申诉；如买方不遵循先付款后点击付款、付款不能在两小时以内到达账户或付款后订单取消，卖方可选择申诉，并退款不成交。',
      '3、收款时请仔细核实，买方的付款账户实名信息与平台实名信息是否一致。如不一致，请注意收款风险，当此类订单发生申诉时，卖方可选择退款拒绝成交。因用户接受非实名付款，导致他人的支付账户被冻结的，平台会调查问题资金来源，并且有权直接冻结该用户平台账户、取消商家认证资格。',
      '4、请在登录网银查看收款无误后，第一时间放行。买方无任何违规，买方标记订单状态为“已付款”后的20分钟以内，卖方无法完成放行的，当此订单发生申诉时，买方有权要求退款不成交，如卖方拒绝协调，我们会直接放行给买方并冻结卖方账户。',
      '5、为了确保交易的及时性，请发布广告时务必确保能在线并及时处理订单；如您无法保证及时处理交易订单，请及时下架，以免造成不必要的申诉纠纷。',
      '6、如遇到付款账号实名和平台认证实名不一致，卖方有权选择以下操作：',
      '要求买方和付款方手持身份证或护照等，进行视频KYC，证明资金来源合法；',
      '原路退款不成交；',
      '扣押数字货币72小时不放行。72小时后，由卖方决定放行或者原路退款。',
      '注：对于交易纠纷，平台有最终裁判权。对于恶意冻结订单、恶意付款、利用交易涉嫌诈骗等行为，平台可选择冻结账户，必要时协助司法机关进行处理。',
      'Maker（广告主）用户须知：',
      '1、如您不在设备旁或离线无法及时处理订单，请提前下架广告。此类广告如产生订单，属于正常订单，按正常交易流程处理。',
      '2、发布求购广告时，当天累计取消订单达到3笔的，系统会限制您当天的买入功能。',
      '3、发布求购广告时，未付款订单≥5个，求购广告自动在列表页隐藏；付款完成至2个订单则显示。',
      '4、商家收款时，请仔细核实买方的付款账户实名信息与买方的平台实名信息是否一致。',
      '因商家接受非实名付款，导致他人的支付账户被冻结的，平台会调查问题资金来源，并且有权直接冻结该商家平台账户、取消商家认证资格。',
      '规则内容会根据运营情况实时优化，请大家及时关注内容更新。'
    ],
  },
  hub3d: {
    header1: ['上一局游戏结束', '被', '卷走！', '最后一个能量，我知道你想要它'],
    header2: ['已经有人比你先梭哈了', '目前超级金池为'],
    informationheader: ['购买', '金库'],
    informationone: [
      '新一轮游戏',
      '购买',
      '一个能量或更多，有',
      '的机会立即获取',
      '空投！',
      '发送ETH',
      '使用金库',
      '发送ETH，或使用您的金库中的收入！',
      '选择一个团队',
      '能量'
    ],
    informationoneteam: ['超人',
      '来自氪星的神奇人类',
      '参与更多！一起参与吧！',
      '蝙蝠侠',
      '黑夜里的战斗王者',
      '平衡一下吧！',
      '海王',
      '大海里的超级领袖',
      '本轮以太最大化哦！',
      '神奇女侠',
      '倾国倾城的格斗女神',
      '大多以太到奖池来'
    ],
    informationtwo: ['金库资产',
      '锁定部分',
      '能量分红',
      '推荐奖励',
      '未提现总收益',
      '提现'
    ],
    teamheader: ['回合', '团队', '统计', '参与记录'],
    iteamone: ['回合#',
      '距离游戏结束还有',
      '超级奖池',
      '我的能量',
      '玩家共购买',
      '个能量',
      '我的收入'
    ],
    iteamtwo: ['加入团队',
      '超人',
      '蝙蝠侠',
      '海王',
      '神奇女侠'
    ],
    iteamthree: ['回合统计#',
      '(当前)',
      '距离游戏结束还有',
      '参与总额:',
      '分红奖励:',
      '购买时间:',
      '年',
      '秒'
    ],
    tuijian: '推荐收益',
    Tips: ['购买数量不能为空！',
      '购买数量应该为数字',
      '操作成功'
    ]
  },
  hub3drecord: {
    header: ['Gic Gold3D参与记录'],
    tableheader: ['参与时间',
      '参与场次',
      '加入战队',
      '参与总额',
      '购买数量',
      '开奖结果',
      '分红金额',
      '开奖时间'
    ],
    tableconent: ['超人',
      '蝙蝠侠',
      '海王',
      '神奇女侠',
      '未开奖',
      '已中奖',
      '自选为空'
    ]
  },
  // coindetail: ['币种资料', '简介', '发行时间', '发行数量', '流通总量', '众筹价格', '白皮书', '官网', '区块查询'],
  last: ['实时成交', '时间', '方向', '价格', '数量'],
  coindetail: [
    '币种详情',
    '简介',
    '发行时间',
    '发行数量',
    '流通数量',
    '众筹价格',
    '白皮书',
    '官网'
  ],
  apiEnCn: {
    list: ['API设置', '注意事项', '我们提供 REST 和 WebSocket API，可查阅API文档。', '针对交易API，单个IP限制每分钟1000次将被锁定1小时，一小时后自动解除。'],
    list1: ['每个用户最多可创建10对API秘钥。', '针对交易API，单个API限制每秒钟30次访问，一秒钟内30次以上的请求，将会视作无效。', 'K线接口每秒只能请求一次数据。', '如果在使用过程中有任何问题，请联系我们。'],
    list2: ['添加新API', 'API秘钥资料填写', 'API秘钥权限', '名称:', 'API名称'],
    list3: ['（选填）绑定IP:', '可加多个, 用","分隔', '行情', '融资理财', '币币交易', '充/提币', '法币','涨跌幅','自选'],
    list4: ['请输入API名称', '至少勾选一种权限', '创建API秘钥', '我的API秘钥'],
    list5: ['序号', '名称', '权限', '操作', '删除', '秘钥', '仅显示一次，若遗忘请重新生成'],
    list6: ['您确定要删除吗？', '提示', '确定', '取消', '访问密匙', '私有密匙', '重要提示：私有密钥允许您通过Gic Gold开放协议提供API访问您的账户并执行交易指令，我们为您提供的密钥非常重要，请妥善保管。']
  },
  apiInfo: {
    titles: ['入门', '示例代码', '访问限制', '行情', '深度', '盘口', '实时成交', '实时价格', '首页行情列表', 'K线'],
    titles1: ['融资理财', '交易、理财账户划转', '划转记录', '获取抵押币信息', '获取借入币信息', '抵押借款', '还款', '抵押记录'],
    titles2: ['理财币种列表', '理财账户', '理财统计', '理财挂单', '理财赎回', '理财记录', '抵押借贷补仓', '抵押借贷规则', '借款、理财赎回弹窗'],
    titles3: ['可抵押币种列表', '抵押借贷费率表', '抵押借款补仓页面', '抵押借贷统计', '抵押天数', '币币交易', '获取我的币种金额', '币币账户'],
    titles4: ['币种列表', '币种详情', '实时数据', '各币种详情', '交易记录', '币种信息接口', '委托撤单', '充/提币', '充值页面', '充币、提币记录'],
    titles5: ['提币', '提币撤销', '提币地址列表', '提币地址添加删除', '提币手续费', '错误代码', '常见问题'],
    list: ['API介绍', '欢迎使用Gic Gold开发者文档。此文档为用户提供了一套简单而又强大的开发工具，皆在帮助用户快速、高效的将Gic Gold交易功能整合到自己的应用当中。', 'VT API接口是提供服务的基础，API分为四大类、交易、行情。开发者在Gic Gold网站创建账号后，可根据自身需求建立不同权限的API,并利用API进行自动交易或提现。', '其中交易、行情均需要验签'],
    list1: ['API接口说明', 'Gic Gold为用户提供了两种调用接口的方式，分别为：Rest和websocket，开发者可根据自身需求来选择适合自己的方式查询行情，进行交易等', 'REST API说明', 'REST，即Representational State Transfer的缩写，是目前最流行的一种互联网软件架构。它结构清晰、符合标准、易于理解、扩展方便，正得到越来越多网站的采用。其优点如下：', '在RESTful架构中，每一个URL代表一种资源；', '客户端和服务器之间，传递这种资源的某种表现层；', '客户端通过四个HTTP指令，对服务器端资源进行操作，实现"表现层状态转化"。', '建议开发者使用REST API进行币币交易或者资产提现等操作。', 'WebSocket是HTML5一种新的协议Protocol。它实现了客户端与服务器全双工通信，使得数据可以快速地双向传播。通过一次简单的握手就可以建立客户端和服务器连接，服务器根据业务规则可以主动推送信息给客户端。其优点如下：', '客户端和服务器进行数据传输时，请求头信息比较小，大概2个字节', '客户端和服务器皆可以主动地发送数据给对方；', '不需要多次创建TCP请求和销毁，节约宽带和服务器的资源。', '强烈建议开发者使用WebSocket API获取市场行情和买卖深度等信息。'],
    list2: ["请务必设置user agent为 'User-Agent': 'Mozilla/5.0 (Windows NT 6.1; WOW64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/39.0.2171.71 Safari/537.36'", 'Gic Gold为用户提供了一个简单的而又强大的API，旨在帮助用户快速高效的将Gic Gold交易功能整合到自己应用当中。 目前支持PHP版本。其他语言版本会相继支持。如果在使用过程中有任何问题请联系我们。'],
    list3: ['示例代码', '在Api设置添加相应权限的秘钥，用于请求签名加密，变量名称secret', '联系平台管理员获取个人 accessKey', '生成签名：所有业务参数 及  accesskey、secret、timestamp（当前时间戳），发送在线签名生成链接http://113.52.135.113/sign.php，返回值形如：{"sign":"99ea0d3600bf0d0b54b7d526357e0986","timestamp":"15515718156"}', '.请求Api接口：所有业务参数 及  accesskey、sign（生成签名返回值）、timestamp（生成签名返回值）参与请求接口， 返回结果形如：', '其中status为状态码', 'msg 为提示信息，data为获取的数据'],
    list4: ['访问限制', '针对交易API，单个IP限制每分钟1000次访问，超过1000次将被锁定1小时，一小时后自动解锁。', '针对交易API，单个用户限制每秒钟30次访问，一秒钟内30次以上的请求，将会视作无效。', 'K线接口每秒只能请求一次数据。'],
    list5: ['参数名称', '必选', '类型', '描述', '是', '否', '返回值', '描述', '获取成功！', '日期'],
    list6: ['时间', '签名', '交易对标识，如：BTC/USDT', '交易对', '数量', '价格', '请求示例', '响应示例', '返回结果'],
    list7: ['请求参数说明（签名参数按照ASCII值排序，Sign和ReqTime不用加入待签名字符串）'],
    list8: ['数据条数，默认10', '实时价格', '约等于人民币', '开盘价', '收盘价', '最高价', '最低价', '成交量', '波动价', '波动百分比', '买一价', '卖一价'],
    list9: ['标识符（看返回值）', '标识符', '名称', '开盘价格', '收盘价格', 'K线类型', '币种标识', '分页条数', '币种', '借钱', '借币', '记录', '第几天'],
    list10: ['充值数量', '资金密码', '操作成功', '页码，默认1', '页条数，默认10', '总数', '当前页', '当前页数量', '数据列表', '币种', '可用余额', '折合成usdt', '参考价', '可借入币列表'],
    datalist: ['抵押币种标识', '借入币种标识', '抵押数量', '天数', '抵押币', '借入币', '最多可借入数量', '日息', '借款数量', '借款成功', '借贷记录', '还款成功', '借入数量', '周期利息', '抵押时间', '到期时间', '赎回时间', '挂单时间'],
    datalist1: ['风险率', '相对usdt的汇率', '10天的利息', '20天的利息', '30天的利息', '平台对收益的分成', '违约金率', '理财周期列表', '折合', '折合人民币', '理财账户列表', '统计每月收益，月初时间戳', '统计每月收益，月末时间戳'],
    datalist2: ['账户余额', '理财数量', '自动放贷', '手动', '投资成功', '赎回成功', '理财币种', '利息', '平台分成', '违约金', '补仓数量', '补仓成功', '抵押借贷', '理财', '提前', '已到期'],
    datalist3: ['币的列表', '钱的列表', '日息率', '30天利率', '60天利率', '180天利率', '抵押总数', '借入总数', '数据', '获取成功', '中文简称', '发行时间', '发行数量', '流通数量', '发行价格', '发行网址', '发行文档'],
    datalist4: ['返回数据量，默认10', '成交时间', '成交类型', '委托价格', '委托数量', '委托总金额', '委托总数量', '订单状态', '交易类型', '币种名称', '成交总金额', '交易手续费', '生成成功', '单子'],
    datalist5: ['操作类型，删除 del, 添加不用这个参数', '删除时用', '添加成功', '移除成功', '一般错误', '无访问权限', '调用成功', 'accessKey错误', '账户冻结', '非法操作、用户未注册', '验签过程错误'],
    datalist6: ['开通API?', '点击API设置---->点击开启API---->填入短信验证码---->开启', '绑定API交易IP则限制用API交易的IP只能为绑定IP，不绑定则不限制', '生成的密钥有什么用处？', '密钥是用来操作API的钥匙，在调用API接口时需要，私有密钥只在刚生成时显示一次，遗忘需重新生成。', 'API时常见错误time-out访问超时?', '绑定hosts文件，API群文件有绑定方式，或者手动绑定，境内服务器绑定后仍超时需翻墙', 'k线图是否可以获取几个月或者一年前的数据', '系统k线图最多只提供1000条数据，如果要获取比较久的数据需要使用小时或者天的单位获取', 'api的ip是否需要绑定?', 'api的ip绑定有效的防止除了这个ip之外的服务器进行调用自己的权限进行交易操作', 'api绑定必须是公网的静态ip如果个人开发的pc端是不需要绑定的，api交易api此时可以为空', 'api交易留空就是不限制ip', 'api是否支持随意提币?', '不支持，提币必须现Gic Gold官网认证提币地址后才能进行api提币', 'api提币必须提供交易密码', '公钥私钥可以提供给别人吗?', '不建议，会导致资产损失', 'qc是否是人民币?', '不是，qc和人民币是1：1换算的'],
    datalist7: ['法币交易', '历史明细—合并', 'USDT实时余额', '求购/出售 发单', '获取价格', '求购/售出 撤单', '标记已付款', '确认放行', '撤销商家', '支付方式列表', '提交申诉', '查看商家信息'],
    datalist8: ['最小限额', '最大限额', '下单类型', '微信支付是否选择', '支付宝支付是否选择', '银行卡支付是否选择', '发布出售单备注', '交易编号', '记录ID', '操作类型', '撤销成功', '账户名', '账户号'],
    datalist9: ['订单编号', '付款参考号', '商家的编号', '申诉类型', '申诉原因', '申诉成功', '申诉参考号', '成单数', '	购买总数量', '购买总价格', '取消成功', '挂单剩余数量', '筛选时间 开始', '筛选时间 结束'],
    datalist10: ['下单', '取消订单', '成为商家', '法币交易大厅', '求购/售出 列表', '订单详情', '对方编号', '对方姓名', '对方手机号', '对方邮箱', '总数量', '总价格', '申诉口令', '自动取消剩余时间', '自动确认剩余时间', '卖家备注']
  }
}
